/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Dashboard";
"Telemetry" = "Telemetry";
"Fan Control" = "Fan Control";
"Profiles" = "Profiles";
"Advanced" = "Advanced";
"Menu Bar" = "Menu Bar";
"System Info" = "System Info";
"Desktop Widgets" = "Desktop Widgets";

"AMD Power" = "AMD Power";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Freq";
"Average" = "Average";
"Avg: %@" = "Avg: %@";
"Collecting data…" = "Collecting data…";

"Low Power Mode (LPM)" = "Low Power Mode (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Allows macOS to auto-manage CPU frequency";
"Forces CPU to lowest frequency for minimum power" = "Forces CPU to lowest frequency for minimum power";
"Core Performance Boost (CPB)" = "Core Performance Boost (CPB)";
"Update Interval" = "Update Interval";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage.";

"Opciones en Menú Bar" = "Menu Bar Options";
"Choose which items appear in the menu bar. Changes apply immediately." = "Choose which items appear in the menu bar. Changes apply immediately.";
"Customize the visual appearance of the menu bar items." = "Customize the visual appearance of the menu bar items.";
"Límite de Temp de Alerta" = "Alert Temp Limit";
"Color de Alerta de Temp" = "Alert Temp Color";
"Color de Flechas" = "Arrows Color";
"Additional telemetry for the menu bar." = "Additional telemetry for the menu bar.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "GPU data is shown inside Temp, Power, Memory and Fan columns when enabled.";
"Show GPU VRAM" = "Show GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG in Memory column";
"Show GPU Fan Speed" = "Show GPU Fan Speed";
"G:XXXX in Fan column" = "G:XXXX in Fan column";

"No fans detected." = "No fans detected.";
"SMC driver not available" = "SMC driver not available";
"Your SMC chip may not be supported." = "Your SMC chip may not be supported.";
"RPM" = "RPM";
"Throttle" = "Throttle";
"↩ Reset to Auto" = "↩ Reset to Auto";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Select a profile to adjust the CPU operating range. Changes take effect immediately.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "This will write the raw P-State definitions directly to the CPU. Proceed?";
"Disabled — work in progress" = "Disabled — work in progress";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Enable in OC: Misc → Security → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Motherboard info not available";

"Vista previa de la Barra de Menús:" = "Menu Bar Preview:";
"Ancho estimado: %dpt" = "Estimated Width: %dpt";
"Restart the app to fully apply width changes." = "Restart the app to fully apply width changes.";
"Small (%dpt)" = "Small (%dpt)";
"Medium (%dpt)" = "Medium (%dpt)";
"Large (%dpt)" = "Large (%dpt)";

"Green" = "Green";
"Blue" = "Blue";
"Orange" = "Orange";
"Red" = "Red";
"Purple" = "Purple";
"Pink" = "Pink";
"Teal" = "Teal";
"Turquoise" = "Turquoise";

"Verde" = "Green";
"Azul" = "Blue";
"Naranja" = "Orange";
"Rojo" = "Red";
"Morado" = "Purple";
"Rosa" = "Pink";
"Turquesa" = "Teal";

"Dynamic Colors (Temp Only)" = "Dynamic Colors (Temp Only)";
"Temp Alert Color" = "Temp Alert Color";
"Temp Alert Limit" = "Temp Alert Limit";
"Network" = "Network";
"Network Arrows Color" = "Network Arrows Color";
"Exit" = "Exit";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "AMD Power Tool";
"SMC Fans" = "SMC Fans";

"Fan 1" = "Fan 1";
"Fan 2" = "Fan 2";
"Fan 3" = "Fan 3";
"Fan 4" = "Fan 4";
"Fan 5" = "Fan 5";
"Fan 6" = "Fan 6";
"Fan 7" = "Fan 7";
"Fan 8" = "Fan 8";

/* Alerts */
"To enable motherboard display:" = "To enable motherboard display:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information.";
"Done" = "Done";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Please type in numbers in hexadecimal.";
"Unable to Set PStateDef" = "Unable to Set PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change.";
"Your changes will not be saved" = "Your changes will not be saved";
"Click apply to save changes before closing this windows." = "Click apply to save changes before closing this windows.";
"Cancel" = "Cancel";
"Close without saving" = "Close without saving";
"Invalid File" = "Invalid File";
"The selected file could not be read or is not a valid pstate file." = "The selected file could not be read or is not a valid pstate file.";
"OK" = "OK";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Avg: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Session Peaks";
"Reset Peaks" = "Reset Peaks";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "GPU Fan Control (Zero RPM / Curves)";
"macOS Hardware Limitation" = "macOS Hardware Limitation";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans.";
"Standard Hackintosh Solution:" = "Standard Hackintosh Solution:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties.";
"Open SPPT Guide" = "Open SPPT Guide";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Native CPPC Active Mode (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Enables autonomous hardware frequency scaling (recommended)";
"Power Management Mode" = "Power Management Mode";
"Energy Preference (EPP)" = "Energy Preference (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Select a hardware autonomous profile. The CPU will scale frequency dynamically.";
"Performance" = "Performance";
"Balanced Perf" = "Balanced Perf";
"Balanced Power" = "Balanced Power";
"Power Save" = "Power Save";
"Active Profile Status" = "Active Profile Status";
"CPU Speed Profiles (Legacy)" = "CPU Speed Profiles (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Select a manual P-State override profile. Frequencies will be restricted to the selected step.";
"Mode" = "Mode";
"EPP Profile" = "EPP Profile";

/* Desktop Widgets */
"Show CPU Widget" = "Show CPU Widget";
"Show GPU Widget" = "Show GPU Widget";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Show Disk Widget";
"Show Network Widget" = "Show Network Widget";
"Show Fan Widget" = "Show Fan Widget";
"Disable All Widgets" = "Disable All Widgets";
"Sort by Rank" = "Sort by Rank";
"Edit Widget Layout" = "Edit Widget Layout";
"Unlock widgets to drag them around the screen" = "Unlock widgets to drag them around the screen";
"Widget Options" = "Widget Options";
"Customize the appearance and behavior of your desktop widgets." = "Customize the appearance and behavior of your desktop widgets.";
"Auto-Align Active Widgets" = "Auto-Align Active Widgets";
"Automatically stack active widgets at a corner" = "Automatically stack active widgets at a corner";
"Alignment Corner" = "Alignment Corner";
"Top Right" = "Top Right";
"Top Left" = "Top Left";
"Bottom Right" = "Bottom Right";
"Bottom Left" = "Bottom Left";
"Show Clock Widget" = "Show Clock Widget";
"Clock" = "Clock";
"Stats Table" = "Stats Table";
"Classic Glass" = "Classic Glass";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Core Matrix";

"United" = "United";
"Show United Widget" = "Show United Widget";
"Configure Combined Metrics" = "Configure Combined Metrics";
"Include CPU" = "Include CPU";
"Include GPU" = "Include GPU";
"Include RAM" = "Include RAM";
"Include Disk" = "Include Disk";
"Include Network" = "Include Network";
"Include Fan" = "Include Fan";

"Temas & Apariencia" = "Themes & Appearance";
"Análisis" = "Analysis";

"Select Visual Theme (Instant Application)" = "Select Visual Theme (Instant Application)";
"Custom Theme Creator & Exchange (JSON)" = "Custom Theme Creator & Exchange (JSON)";
"Chart Rendering Style" = "Chart Rendering Style";
"Custom Theme Editor" = "Custom Theme Editor";
"Showing active theme colors. Adjust any color to customize." = "Showing active theme colors. Adjust any color to customize.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Use o controlo de Opacidade para transparência (o seletor de cores do macOS costuma repor o alpha).";
"Opacity" = "Opacidade";
"Edit Active Theme" = "Edit Active Theme";
"Export Theme (JSON)" = "Export Theme (JSON)";
"Import Theme (JSON)" = "Import Theme (JSON)";
"Card Background" = "Card Background";
"Cyan Accent" = "Cyan Accent";
"Orange Accent" = "Orange Accent";
"Green Accent" = "Green Accent";
"Purple Accent" = "Purple Accent";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f Ghz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100°C";
"1h" = "1h";
"24h" = "24h";
"30d" = "30d";
"60°C" = "60°C";
"7d" = "7a";
"Accept & Continue" = "Aceitar e Continuar";
"Active" = "ativo";
"All Auto" = "Todas Automáticas";
"All Combined" = "Todas Combinadas";
"All Fans Auto" = "Todos os Fãs Automáticos";
"AMD CPU Cores" = "Núcleos de CPU AMD";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "Poder AMD Engenhoca de dados automáticos a cada minuto.";
"AMD Processor Power Manager (PPM)" = "Gerenciador de energia do Processador AMD (PPM)";
"Analysis" = "Análise";
"Apply" = "Aplicar";
"Apply P-States?" = "Aplicar P-States?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Organize a ordem em que os widgets dos recursos aparecem. Clique nas setas para trocar de posição.";
"Arrow Color" = "Cor da seta";
"Automatically switches EPP profiles based on live CPU load" = "Ativa automaticamente os perfis EPP baseados no carregamento ao vivo da CPU";
"Average core frequency in GHz" = "Frequência média do núcleo em GHz";
"Average utilization over time" = "Utilização média ao longo do tempo";
"Avg Frequency" = "Frequência Média";
"Avg." = "Média";
"Avg: %.0f%%" = "Média: %.0f%%";
"Balanced\n%.1f GHz" = "\n%.1f GHz balanceado";
"Base\n%.1f GHz" = "Base\n%.1f GHz";
"BIOS / Auto" = "BIOS / Automático";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Bytes (Leitura)";
"Bytes (Write)" = "Bytes (Escrita)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Métrica do gráfico";
"Chart Type" = "Tipo de Gráfico";
"Charts require macOS 13+" = "Gráficos requerem macOS 13+";
"Charts require macOS 13.0+" = "Gráficos requerem macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Verificar novos lançamentos de SMCAMDProcessor e AMD Power Gadget no GitHub.";
"Check for Updates" = "Procurar por atualizações";
"Check Now" = "Verificar agora";
"Circular Ring" = "Anel Circular";
"Column Bars" = "Barras de coluna";
"Configure Charts" = "Configurar gráficos";
"Configure labels and layout details for widgets inside the popover." = "Configure rótulos e detalhes de layout para widgets dentro do popover.";
"Connection Error: %@" = "Erro de conexão: %@";
"Continuous Background Logging" = "Registro de fundo contínuo";
"Continuously write telemetry samples to a CSV file in the background" = "Escrever continuamente amostras de telemetria para um arquivo CSV em segundo plano";
"Control Mode" = "Modo de controle";
"Core Rankings (Estimated by Freq)" = "Rankings Principais (Estimada por Freq)";
"Could not fetch release info." = "Não foi possível obter informações de lançamento.";
"CPPC hardware rankings are active and loaded from the processor." = "Os rankings de hardware do CPPC estão ativos e carregados do processador.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "Os valores do hardware CPPC não puderam ser lidos. Os rankings são estimados a partir da frequência máxima observada de relógio de cada núcleo.";
"CPPC Preferred Cores (Silicon Quality)" = "Núcleos preferidos do CPPC (Silicon Qualidade)";
"CPPC: Active" = "CPPC: Ativo";
"CPPC: Estimated" = "CPPC: Estimado";
"CPU and GPU temperatures" = "Temperaturas da CPU e da GPU";
"CPU Average Frequency" = "Frequência média da CPU";
"CPU Freq Avg (GHz)" = "Freq. Frequência da CPU (GHz)";
"CPU Frequency" = "Frequência da CPU";
"CPU Load" = "Carga de CPU";
"CPU Load (%)" = "Carga de CPU (%)";
"CPU Package Power" = "Energia do Pacote de CPU";
"CPU Per-Core Thread Load" = "Carga de CPU Per-Core";
"CPU Power" = "Potência da CPU";
"CPU Power (W)" = "Potência da CPU (W)";
"CPU Power Alert" = "Alerta de Energia da CPU";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "CPU power has been at %.1fW (above limit of %dW) for over %d seconds!";
"CPU Temp" = "Temperatura da CPU";
"CPU Temp (°C)" = "Temperatura da CPU (°C)";
"CPU Temperature" = "Temperatura da CPU";
"CPU Temperature Alert" = "Alerta de temperatura da CPU";
"CPU temperature has reached %.1f°C!" = "A temperatura da CPU atingiu %.1f°C!";
"CPU Tracker" = "Rastreador de CPU";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Versão atual: v%@\nNova versão: %@\n\nNotas de Lançamento:\n%@";
"Curve" = "Curva";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Otimizador de curva só está ativo quando o AMDRyzenCPUPowerManagement kext suporta a interface Zen 3 SMU caixa de correio.";
"Custom" = "Personalizado";
"Customize the behavior and visibility of the menu bar popover." = "Personalize o comportamento e a visibilidade da barra de menu.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Excluir Ponto";
"Device Utilization %" = "Utilização do dispositivo %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Desative efeitos visuais pesados se seu sistema não possuir aceleração gráfica de metal.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "AVISO LEGAL: Este software interage diretamente com registros de controle de hardware de baixo nível. Ao usá-lo, você concorda que a responsabilidade absoluta por qualquer instabilidade do sistema, dano do hardware ou invasão alienígena cabe inteiramente ao usuário.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "DISCLAIMER: Este software interage diretamente com registros de controle de hardware de baixo nível. Ao usá-lo, você concorda que a responsabilidade absoluta cabe inteiramente ao usuário.";
"Disk" = "Disco";
"DISK" = "DESCONTO";
"Disk Activity" = "Atividade de Disco";
"Disk Activity (MB/s)" = "Atividade de disco (MB/s)";
"Disk Activity (Read+Write)" = "Atividade de disco (Leitura+Escrita)";
"Disk I/O" = "I/O de disco";
"Disk Tracker" = "Rastreador de disco";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Deseja que a Engenhoca de Energia AMD comece na barra de menu ao iniciar sessão? \n\n Isso será perguntado apenas uma vez. Você pode alterar esta configuração mais tarde no menu Aparência.";
"Donate (PayPal)" = "Doar com PayPal";
"Download" = "BAIXAR";
"Download on GitHub" = "Baixar no GitHub";
"Download Update" = "Baixar atualização";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Arraste pontos de controle para editar a curva. Clique duas vezes em espaço vazio para adicionar (máx. 8). Clique duas vezes em um ponto ou clique direito para excluir.";
"Dynamic Auto-EPP Workload Engine" = "Mecanismo de Trabalho Auto-EPP Dinâmico";
"Dynamic Next-Gen Fan Curves" = "Curvas de Fã Dinâmica Próxima-Gen";
"Edit Layout" = "Editar Layout";
"Efficient\n%.1f GHz" = "Eficiente\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Habilita colunas de estatísticas adicionais dentro do popover.";
"Enable System Alerts" = "Ativar Alertas do Sistema";
"Error reading CPU data." = "Erro ao ler dados da CPU.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Avaliado no kernel com interpolação LUT de 256 etapas, hystereis e suave rampamento.";
"Export" = "Exportação";
"Export CSV" = "Exportar como CSV";
"Export Telemetry History" = "Exportar Histórico de telemetria";
"Export the history of samples currently in memory to a CSV file" = "Exportar o histórico de amostras em memória para um arquivo CSV";
"Failed — check kext privileges (-amdpnopchk)." = "Falha — verifique os privilégios kext (-amdpnopchk).";
"Fan" = "Ventilador";
"Fan Number" = "Número do ventilador";
"Fan Speed" = "Velocidade do ventilador";
"Fan Speed (RPM)" = "Velocidade do ventilador (RPM)";
"Fan Speed(RPM)" = "Velocidade do fã (RPM)";
"Filled Area" = "Área preenchida";
"Freq:" = "Freq:";
"Frequency" = "Frequência";
"Frequency Max:" = "Limite de Frequência:";
"GHz" = "GHz";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "GitHub Repository\n\nUm agradecimento especial à comunidade AMD OS X!\n\nCopyright ©️ 2020-2026 Droga. Todos os direitos reservados.";
"GPU Load" = "Carregar GPU";
"GPU Model" = "Modelo de GPU";
"GPU Power" = "Potência da GPU";
"GPU Power (W)" = "Poder da GPU (W)";
"GPU Temp" = "GPU Temp";
"GPU Temp (°C)" = "Temperatura da GPU (°C)";
"GPU Temperature" = "Temperatura da GPU";
"GPU Tracker" = "Rastreador da GPU";
"H.264 & HEVC Active" = "H.264 e HEVC ativo";
"H.264 Active (HEVC Inactive)" = "H.264 Ativo (HEVC Inativo)";
"HEVC Active (H.264 Inactive)" = "HEVC Ativo (H.264 Inativo)";
"Hide this fan" = "Ocultar este ventilador";
"High Load Threshold (Performance)" = "Limite de Alta Carga (Desempenho)";
"Histograma de Barras" = "Histograma de Barras";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "Aceito que a responsabilidade absoluta recai inteiramente sobre o utilizador.";
"Idle Threshold (Power Save)" = "Limite Ocioso (Guardar o botão)";
"Import" = "Importação";
"Inactive" = "Inativo";
"Inactive / Not Supported" = "Inativo / Não Suportado";
"Index" = "Indexação";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Deslocamentos de tensão positiva ou negativa por núcleo. O centro é 0 (sem sobrescrita). Limite: -30 (undervolt) até +30 (overvolt).";
"Inst(s) Retired:" = "Instâncias Retiver:";
"Kext Update Available" = "Atualização do Kext Disponível";
"Later" = "Mais tarde";
"Line Only" = "Apenas Linha";
"Load" = "Carregar";
"Loading..." = "Carregandochar@@0";
"Log File Location" = "Localização do arquivo de log";
"Logical Cores" = "Núcleos lógicos";
"Low Performance Mode" = "Modo de Baixo Desempenho";
"Low Power\n%.1f GHz" = "Low Power\n%.1f GHz";
"Línea Escalonada (Step)" = "Li➲ nea Escalonada (Ped)";
"Línea Suave (Spline)" = "Li➲ nea Suave (Desmontagem)";
"Manual Override" = "Substituição manual";
"Max Speed" = "Velocidade Máxima";
"Max." = "Máx.";
"MB/s" = "MB/s";
"Memory Usage" = "Memória Utilizada";
"Menu Bar Preview:" = "Visualização da Barra de Menu:";
"Mi Tema Custom" = "Mi Tema Personalizado";
"Min." = "Min.";
"Monochrome Stealth" = "Furtividade Monocromática";
"Máx." = "Máx. x.";
"Máx:" = "Máx; x:";
"Mín." = "Quênia.";
"Mín:" = "Mim:";
"N/A" = "N/D";
"Net" = "Líquido";
"Net Download (MB/s)" = "Download Líquido (MB/s)";
"Net Upload (MB/s)" = "Envio Líquido (MB/s)";
"Network Speed" = "Velocidade de rede";
"Network Throughput" = "Capacidade de rede";
"Network Total Speed" = "Velocidade Total da Rede";
"New version %@ available!" = "Nova versão %@ disponível!";
"New Version Available: %@" = "Nova Versão Disponível: %@";
"No" = "Não";
"No AMDRyzenCPUPowerManagement Found!" = "Nenhum AMDRyzenCPUPowerManagement encontrado!";
"No curves configured." = "Nenhuma curva configurada.";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Nenhum local selecionado";
"No metrics active" = "Nenhuma métrica ativa";
"No release notes available." = "Nenhuma nota de versão disponível.";
"Nordic Frost" = "Gelo Nórdico";
"Not Supported" = "Não Suportado";
"Not supported by your CPU" = "Não suportado pela sua CPU";
"Not yet" = "Ainda não";
"Open Dashboard" = "Abrir Painel";
"Other Popover Widgets" = "Outras Widgets Popover";
"P-State Editor" = "Editor de P-State";
"P-States applied successfully." = "P-Estados aplicados com sucesso.";
"P-States Configuration" = "Configuração P-Estados";
"Package" = "Pacote";
"Package Power" = "Potência do Pacote";
"Peak Fan" = "Ventilador de Pico";
"Peak Freq" = "Freq. Pico";
"Peak Power" = "Pico de Poder";
"Peak Temp" = "Temp Pico";
"Performance\n%.1f GHz" = "Desempenho\n%.1f GHz";
"Performance & Fallback" = "Desempenho & Fallback";
"Personalizado" = "Personalizado";
"Physical Cores" = "Núcleos Físicos";
"Pin Popover Open" = "Pin Popover Aberto";
"Platform" = "Plataforma";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Por favor, baixe o AMDRyzenCPUPowerManagement na página de lançamento.";
"Popover Config" = "Popover Config";
"Popover General Settings" = "Configurações gerais do Popover";
"Popover Menu" = "Popover Menu";
"Power" = "Liga/Desliga";
"Power Warning Threshold (PPT)" = "Limite de Aviso de Poder (PPT)";
"Prevent the popover from closing when clicking outside" = "Impedir que o popopover seja fechado quando clicar fora";
"Preview" = "Pré-visualizar";
"Processor" = "Processador";
"Profile" = "Perfil";
"Progress Bar" = "Barra de progresso";
"Prom." = "Prom.";
"PWR" = "PWR";
"Quick Fan Access" = "Acesso Rápido para Fãs";
"Quit" = "Encerrar";
"Quit and Download" = "Sair e Baixar";
"Radeon GPU" = "Radeon GPU";
"Radeon Graphics utilization percentage" = "Porcentagem de Utilização dos Gráficos Radeon";
"RAM" = "RAM";
"RAM Tracker" = "Rastreador de RAM";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "Porcentagem de utilização RAM";
"Ramp Rate" = "Taxa de Rampa";
"Raw Register Details" = "Detalhes de Cadastro Raw";
"Read Speed" = "Velocidade de leitura";
"Real-time energy consumption in Watts" = "Consumo de energia em tempo real em Watts";
"Real-time History" = "Histórico em tempo real";
"Real-time upload / download speed (↑/↓)" = "Tempo real de upload / velocidade de download (c/c)";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Receber alertas de macOS nativos quando a CPU exceder a temperatura configurada ou os limites de energia.";
"Refresh Rate" = "Taxa de atualização";
"Relative Time (s)" = "Tempo Relativo (s)";
"Replaces translucent blurs with solid colors to save CPU" = "Substitui desfoque translúcido por cores sólidas para salvar CPU";
"Requests permission and enables hardware limit warnings" = "Solicita permissão e permite avisos de limite de hardware";
"Revert" = "Reverter";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Clique com o botão direito em qualquer widget diretamente da sua área de trabalho para alterar dinamicamente o seu estilo (Clássico Glass, Pro Monitor, ou núcleo de Matriz).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "DISCLAETIA DE SEGURANÇA E CONCORDA DA RESPONSABILIDADE";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Selecciona uma história no painel superior para visualizar seu rico.";
"Select File..." = "Seleccionar ficheiro...";
"Select which metrics are shown and choose their visualization style." = "Selecione quais métricas são mostradas e escolha o estilo de visualização deles.";
"Series" = "Série";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Mostre um widget flutuante e não interativo no seu computador para telemetria ao vivo.";
"Show All (%d hidden)" = "Mostrar todos (%d ocultos)";
"Show CPU" = "Mostrar CPU";
"Show Fan RPM" = "Mostrar RPM de Fãs";
"Show GPU Power" = "Mostrar potência da GPU";
"Show GPU Row" = "Mostrar linha da GPU";
"Show GPU Temp" = "Mostrar GPU Temp";
"Show Memory" = "Mostrar memória";
"Show Network" = "Mostrar Rede";
"Show Network Row" = "Mostrar linha da rede";
"Show Network Speed Sparkline Graph below" = "Mostrar gráfico de velocidade de rede Sparkline abaixo";
"Show Per-Core Utilization Grid below" = "Mostrar grade de utilização por núcleo abaixo";
"Show Power" = "Mostrar Energia";
"Show Ring Details" = "Mostrar Detalhes do Anel";
"Show Ring Labels" = "Exibir Rótulos do Anel";
"Show Temperature" = "Mostrar temperatura";
"Show Temperature Sparkline Graph below" = "Mostrar gráfico de Temperature Sparkline abaixo";
"Show Top Processes" = "Mostrar Processos Mais Populares";
"Single large value instead of max/avg stack" = "Um único valor grande em vez de pilha máx/média";
"SMC Fan Control" = "Controle dos Fãs SMC";
"Smooth Curves" = "Curvas suaves";
"Software" = "Software";
"Software Updates" = "Atualizações do Software";
"Solarized Amber" = "Âmbar Ensolarado";
"Speed" = "Velocidade";
"SSD" = "SSD";
"Startup at login?" = "Iniciar em login?";
"Statistics" = "estatísticas";
"Storage" = "Armazenamento";
"Style" = "Estilo";
"Style Options" = "Opções de estilo";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "Suportado pela sua CPU";
"Sustained Duration" = "Duração Sustentada";
"Swap Total" = "Trocar Total";
"Swap Used" = "Troca Usada";
"System Alert Notifications" = "Notificações de Sistema";
"System Up to Date" = "Sistema atualizado até a data";
"Tahoe Glass" = "Vidro Tahoe";
"Temp" = "Temperatura";
"Temp Source" = "Fonte Temp";
"Temperature" = "Temperatura";
"Temperature Warning Threshold" = "Limite de Temperatura Atenção";
"Temperature(C)" = "Temperatura(C)";
"Temperatures" = "Temperaturas";
"Themes & Appearance" = "Temas e Aparência";
"Thermal History" = "Histórico térmico";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "Este aplicativo não pode ser executado devido ao AMDRyzenCPUPowerManagement estar relatando dados incorretos.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk.";
"Thread %d: %.1f%%" = "Tópico %d: %.1f%%";
"Time" = "Horário";
"Timeframe" = "Timeframe";
"Timestamp" = "Timestamp";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Processos mais Populares";
"Total" = "Total:";
"Total Power(W)" = "Energia Total(W)";
"Tracks active memory usage and pressure." = "Rastreia uso e pressão de memória ativa.";
"Tracks CPU utilization average and core temperature." = "Acompanha a utilização média da CPU e temperatura central.";
"Tracks graphics memory (VRAM) utilization." = "Rastreia utilização de memória gráfica (VRAM).";
"Tracks graphics utilization and temperature." = "Acompanha a utilização e a temperatura dos gráficos.";
"Tracks primary storage capacity usage." = "Acompanha o uso primário da capacidade de armazenamento.";
"Unknown" = "Desconhecido";
"Unknown GPU" = "GPU desconhecida";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Desbloquear Otimização de Curvas (DANGEROUS: A instabilidade pode causar pânico no kernel ou reinicialização instantânea)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Desbloquear o P-State Editor (DANGEROSO: configurações incorretas podem travar ou danificar hardware)";
"Upload" = "Transferir";
"Uptime" = "Tempo em atividade";
"Use Popover Menu" = "Usar Menu de Popover";
"Used memory in GB" = "Memória utilizada no GB";
"Used RAM" = "Used RAM";
"UTC Time" = "Hora UTC";
"V-F Operating Curve" = "Curva operacional V-F";
"Value" = "Valor";
"VDA Decoder" = "Decodificador VDA";
"Visible charts:" = "Gráficos visíveis:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "Rastreador VRAM";
"VRAM Used" = "VRAM Usada";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "PO";
"Weekday" = "Dia de semana";
"Widget Reordering" = "Reordenação de Widgets";
"Widget Selection & Display Style" = "Seleção e estilo de exibição de widget";
"Widget Style" = "Estilo do Widget";
"Write Speed" = "Velocidade de Escrita";
"Yes" = "sim";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Você está executando a versão mais recente do AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Você tem a versão mais recente instalada (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "Encantamento de Sensa (Gradiente)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Sua versão do AMDRyzenCPUPowerManagement (%@) está desatualizada e não é compatível com API. Por favor, use a versão 3.0.0 ou mais recente e reinicie este aplicativo.";

/* App language picker */
"Language" = "IDIOMA";
"App Language" = "Idioma da app";
"Choose the interface language. The app will restart to apply the change." = "Escolha o idioma da interface. A app será reiniciada para aplicar a alteração.";
"System Default" = "Padrão do sistema";
"Current: %@" = "Atual: %@";
"Restart required" = "Reinício necessário";
"Apply & Restart" = "Aplicar e reiniciar";
"The app needs to restart to load the selected language." = "A app precisa de reiniciar para carregar o idioma selecionado.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Esta ação requer privilégios de administrador. Execute o AMD Power Gadget como root ou adicione o boot-arg -amdpnopchk.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";
